Repository: anaisbetts/gformat
Catalog: po/*.po
Languages: fr

source: MFormatting the disk...
fr: MFormatage de la disquette...

source: EI don't know what this is, but it's very wrong.
fr: EJe ne sais pas ce qu'il y a, mais c'est pas bon.

source: EError formatting track #%d
fr: EErreur en formatant la piste #%d

source: EError during completion of formatting
fr: EErreur durant l'achèvement du formatage

source: MFormatting the disk... Done
fr: MFormatage... terminé

source: MVerifying the format...
fr: MVérification du format...

source: EUnable to write to the floppy. Please confirm that it is not write-protected.
fr: EIncapable d'écrire sur la disquette. Veuillez confirmer qu'elle n'est pasprotégé en écriture.

source: EInsufficient permissions to open floppy device %s.
fr: EPermissions inssufisantes pour ouvrir le périphérique de disquette %s

source: EUnable to access the floppy disk. Please confirm that it is in the drive with the drive door shut.
fr: EIncapable d'accéder à la disquette. Veuillez confirmer qu'elle est bien dans le lecteur avec le loquet de la porte fermé.

source: EGeneric error accessing floppy device %s. Error code %s:%d
fr: EErreur générique d'accès au périphérique disquette %s. Code d'erreur %s:%d

source: ERead Error: Problem reading cylinder %d, expected %d, read %d
fr: EErreur de lecture : Problème en lisant le cylindre %d, attendu %d, lu %d

source: EProblem reading cylinder %d, expected %d, read %d
fr: EProblème en lisant le cylindre %d, attendu %d, lu %d

source: MBad data in cyl %d. Continuing...
fr: MMauvaise données du cyl %d. Reprise...

source: EError closing device %s
fr: EErreur en fermant le lecteur %s

source: MVerifying the format... Done
fr: MVérification du format... Terminé

source: EUnable to write to device %s
fr: EIncapable d'écrire sur le lecteur %s

source: EGeneric error accessing floppy device %s. Error code %s
fr: EEreur générique d'accès au périphérique de diquette %s. Code d'erreur %s

source: ECould not determine current format type
fr: ENe peux pas déterminer le type de format

source: The device to format
fr: Le lecteur à formater

source: DEVICE
fr: LECTEUR

source: Format
fr: Formatage

source: Formatting %s
fr: Formatage de %s

source: Format another floppy?
fr: Formater une autre disquette ?

source: Floppy formatted successfully.
fr: Disquette formatée avec succès.

source: Floppy formatting cancelled.
fr: Annulation du formatage de la disquette.

source: Format progress.
fr: Progression du formatage.

source: Format a floppy
fr: Formater une disquette

source: Linux Native (ext2)
fr: Linux Natif (ext2)

source: Formatting /dev/floppy
fr: Formatage de /dev/floppy

source: Floppy Density:
fr: Densité de la disquette :

source: File system type:
fr: Type de système de fichier :

source: Quick format
fr: Formatage rapide
